LEXICON_RU: dict[str, str] = {
    '/start': 'Добро пожаловать в менеджер задач',
    '/help': 'Здесь будет раздел помощи',
    '/cancel': 'Cancel',
    'other_answer': 'Воспользуйтесь всплывающими кнопками',
    'register': 'Регистрация',
    'sign_in': 'Вход',
    'input_reg': 'Введите Вашу фамилию и инициалы',
    'input_name': 'Выберите должность',
    'input_uid': 'Введите Ваш uid данный вам при регистрации',
    'manager': 'Мастер-приемщик',
    'master': 'Мастер рем-зоны',
    'staff': 'Сотрудник'
}