LEXICON_RU: dict[str, str] = {
    '/start': 'Добро пожаловать в менеджер задач',
    '/help': 'Здесь будет раздел помощи',
    '/cancel': 'Cancel',
    '/quit': 'Выход',
    'other_answer': 'Воспользуйтесь всплывающими кнопками',
    'register': 'Регистрация',
    'sign_in': 'Вход',
    'input_reg': 'Введите Вашу фамилию и инициалы в формате "Фамилия И.О"',
    'input_name': 'Выберите должность',
    'input_uid': 'Введите Ваш код доступа данный вам при регистрации',
    'manager': 'Мастер-приемщик',
    'master': 'Мастер рем-зоны',
    'staff': 'Сотрудник',
    'invalid_code': 'Неверный код доступа, для отмены введите /cancel',
    'final_reg': 'Нажмите кнопку "Вход" и введите Ваш код доступа данный вам при регистрации',
    'welcome': 'Вы вошли в менеджер задач'
}

LEXICON_WORKSPACE: dict[str, str] = {
    'show_tasks_today': 'Показать на сегодня',
    'add_task': 'Добавить задачу',
    'show_tasks_for_week': 'Показать задачи на текущей неделе',
    'show_all_tasks': 'Показать задачи за все время',
    'select_date': 'Выберите день месяца',
    'write_task_text': 'Введите текст задачи',
    'task_added': 'Задача добавлена'
}